---
kind: enumMember
id: F:Autodesk.Revit.DB.PlanViewDirection.Down
enum: Autodesk.Revit.DB.PlanViewDirection
source: html/0cbd5e1c-6433-1dce-167f-cf170631c30d.htm
---
# Autodesk.Revit.DB.PlanViewDirection.Down

Revit looks down onto the plan view